<template>
  <div>
  <x-header :left-options="{backText: ''}" >展期</x-header>
  <div class="page">

    <h3 class="text-center">展期协议</h3>
<p>协议编号：———</p>
<p>甲方（出借人）：———</p>
<p>身份证号：———</p>
<p>住所：———</p>
<p>联系方式：———</p>
<p>电子邮箱：———</p>
<p>乙方（借款人）：———</p>
<p>身份证号：———</p>
<p>手机号码：———</p>
<p>联系地址：———</p>
<p>电子邮箱：</p>
<p>丙方（居间人）：佰联国际商业保理有限公司</p>
<p>住所：</p>
<p>联系方式：</p>
<p>电子邮箱：</p>
<p>日期：———</p>
<p>说明：</p>
<p>1、居间人是一家合法成立并有效存续的有限责任公司，拥有“佰联钱包”的经营权。居间人为各主体提供信息交互、撮合、资信评估等居间服务。</p>
<p>2、出借人将自有合法资金通过佰联钱包平台自愿出借，借款人通过佰联钱包平台寻求借款；双方均接受居间人提供的居间服务而达成借款协议。</p>
<p>借款人因故不能按期偿还与出借人签订的合同号为_____________的借款协议（“原合同”）约定的全部金额，可于还款日到期前一天、还款日当天或逾期三天内，通过佰联钱包平台向出借人/居间人申请展期，延长还款时间，从而形成展期协议。</p>
<p>3、本协议采用电子合同形式，借款人在操作之前均需仔细阅读并确认同意本协议各条款，且本协议模板已由居间人在佰联钱包app上公布。</p>
<p>佰联钱包是【佰联国际商业保理有限公司】旗下经营的app，您（乙方）拟在本app下申请展期，请您仔细阅读本合同，您点击“我已阅读并同意《展期协议》”按钮后（前述按钮的具体表述可能会做适当调整，下同），本合同即构成对各方有法律约束力的法律文件。如您不同意本合同中的任一条款，可以不予勾选“我已阅读并同意《展期协议》”按钮，在此情况下，乙方未予接受本合同，本合同对乙方未生效，乙方将无法使用本站的展期服务。</p>
<p>一、展期期限</p>
<p>1、借款人根据原合同向出借人借款___________元，应于 _____ 年____  月   ____日 到期还款，现经甲方同意且居间人审查后，借款人可申请展期。</p>
<p>2、展期金额：_______元，日利率______%</p>
<p>3、展期天数： _____天</p>
<p>4、展期期限：_____年_____月_____日至_____年_____月_____日</p>
<p>二、 费用</p>
<p>1、借款人通过佰联钱包APP提示的操作流程支付展期手续费_________元、展期管理服务费____元和申请展期前产生的逾期费用_____元，客户端显示支付成功后则展期成功。若借款人未在借款展期前即_____年______月______日足额支付展期手续费、展期管理服务费和逾期费用的，则借款不予展期，借款期限仍按原合同约定时间执行。</p>
<p>2、借款人理解并同意展期费用仅为借款人申请展期的费用，并不因此减免借款人根据原合同规定到期应还款的金额。</p>
<p>3、除非另有约定，否则已经支付的展期费用不予退还。
<p>三、展期成功后，借款人应还款日期变更为____ 年____  月____ 日。</p>
<p>四、提前还款</p>
<p>展期成功后，借款人仍然有权一次性偿还全部借款并结清利息，提前一次性偿还全部借款的，仍应按原合同约定的到期应还款本息额向出借人支付本金和利息。</p>
<p>五、展期届满</p>
<p>1、展期借款到期后，借款人应当主动偿还原合同约定的到期应还款本息额。</p>
<p>2、如到期仍不能偿还，借款人可再次申请展期。借款人理解并同意，两次展期申请应连续进行，如借款人在首次展期到期前一天或还款日当天或逾期三天内未申请再次展期,且未还款的，借款人不得申请再次展期。</p>
<p>3、展期届满借款人未再次申请展期，且未还款的，则按照原合同中逾期还款的约定处理。</p>
<p>六、终止展期</p>
<p>在本协议约定的展期期间内，如借款人出现逃避、拒绝沟通或拒绝承认欠款事实、故意转让资金、信用情况恶化等危害本协议借款偿还的情形，则出借人/居间人有权决定停止展期，并要求借款人提前一次性偿还全部借款。</p>
<p>七、争议解决</p>
<p>1、因执行本协议产生的一切争议，均适用原合同中关于争议解决的约定，即，双方应首先友好协商解决，如无法解决，双方同意提请居间人所在地（即山东青岛市市南区）有管辖权的人民法院诉讼解决。</p>
<p>2、在诉讼过程中本协议中不涉及争议的条款仍须正常履行。</p>
<p>八、其他规定</p>
<p>1、本协议作为原合同的补充协议，与原合同是不可分割的整体，除本协议变动的有关还款日期的条款外，原合同各条款仍然有效。双方的权利义务仍按原合同约定的条款执行。</p>
<p>2、本协议在佰联钱包app以电子合同形式体现并以数字证书电子签名方式签订，形成并存在一份或多份，每一份具有同等法律效力；并均保存在居间人的专用服务器上备查和保管，各方均认可电子合同的法律效力。各方同意，如各方有争议的，则以居间人所保留文档版本以及居间人解释为准。</p>
<p>3、在借款人将应还款项全部偿还完毕后，本协议自动终止。</p>
<p>4、如果本协议中的任何条款违反相关的法律法规，则该条将被视为无效；但该无效条款并不影响本协议其他条款的效力，亦不影响原合同其他已生效条款的效力。</p>
<p></p>
<p>甲方签章：刘云香——————     乙方签章：——————    丙方签章：—————</p>
<p>日期：———  日期：———  日期：———</p>
  </div>
  </div>
</template>
<script>
export default {
  data () {
    return {
    }
  },
  beforeCreate () {
    document.getElementsByTagName('body')[0].className = 'intro'
  }
}
</script>
<style lang="less" scoped>
.page {
  padding: 30px;
  color: #333;
  line-height: 1.8;
  font-size: 48px;
  text-indent: 2em;
  h2, h3, h4, h5 {
    margin: 30px 0
  }
}
</style>

