<template>
<div>
<!-- <x-header :left-options="{backText: ''}" >借款协议</x-header> -->
  <div class="page">

    <h3 class="text-center">借款协议</h3>
<p>借款协议编号：____________</p>
<p>甲方（出借人）：——————</p>
<p>身份证号：——————</p>
<p>住所：——————</p>
<p>联系方式：——————</p>
<p>电子邮箱：——————</p>
<p>乙方（借款人）：——————</p>
<p>身份证号：——————</p>
<p>手机号码：——————</p>
<p>联系地址：——————</p>
<p>电子邮箱：——————</p>
<p>丙方（居间人）：佰联国际商业保理有限公司</p>
<p>住所：——————</p>
<p>联系方式：——————</p>
<p>电子邮箱：——————</p>
<p>日期：——————</p>
<p>说明：</p>
<p>1、居间人是一家合法成立并有效存续的有限责任公司，拥有“佰联钱包”的经营权。居间人为各主体提供信息交互、撮合、资信评估等居间服务。</p>
<p>2、出借人将自有合法资金通过佰联钱包平台自愿出借，借款人通过佰联钱包平台寻求借款；双方均接受居间人提供的居间服务而达成借款协议。</p>
<p>3、本协议采用电子合同形式，出借人和借款人在操作之前均需仔细阅读并确认同意本协议各条款，且本协议模板已由居间人在佰联钱包app上公布。</p>
<p></p>
<p>佰联钱包是【佰联国际商业保理有限公司】旗下经营的app，您（乙方）拟在本app下单分期或申请现金服务，请您仔细阅读本合同，您点击“我已阅读并同意《借款协议》”按钮后（前述按钮的具体表述可能会做适当调整，下同），本合同即构成对各方有法律约束力的法律文件。</p>
<p>本合同的接受和资信材料</p>
<p>1.1.乙方确认：乙方一经点击“我已阅读并同意《借款协议》”按钮，即表示已接受本合同，并同意以数字证书方式签署本合同，愿意接受本合同各项条款的约束；如果乙方不同意本合同中的任何条款，可以不予勾选“我已阅读并同意《借款协议》”按钮，在此情况下，乙方未予接受本合同，本合同对乙方未生效，乙方将无法使用本站的借款服务。</p>
<p>1.2.为使用本站的借款服务，乙方应按照丙方指示，如实提交借款所需的相关审核文件和资料（“资信材料”）（具体以本站要求为准）。</p>
<p>1.3.乙方同意并授权丙方在审核其信用记录、后续风险管理、提供综合化服务的过程中，向依法设立的征信机构及其他相关合法机构了解和查询其资产、资讯、个人信用信息等情况，并保留相关资料，不予退回。</p>
<p>1.4 乙方同意在申请借款的过程中，授权丙方的合作支付公司自主代扣合同中所约定的各种款项，并在还款到期时，由丙方的合作支付公司主动代扣借款协议中所涉及的全部款项。</p>
<p></p>
<h4>一、定义</h4>
<p>1、综合费用：借款利息，快速审核费，借款手续费，账户管理费，保险服务费，逾期滞纳金，催收服务费。</p>
<p>2、应还款项：指借款人需要偿还的全部款项，包括但不限于本金、利息、逾期费用等，以及出借人或居间人为实现债权而发生的其他相关费用（包括但不限于诉讼费、律师费、第三方催收费用、差旅费用和公证费用等）。</p>
<h4>二、借款的基本条款</h4>
<p>借款金额———借款期限———日利率 0.08 %(单利)</p>
<p>借款起息日———	借款到期日——到期应还款本息额———</p>
<p>总计———</p>
<h4>三、借款发放及还款</h4>
<p>1、出借人和借款人通过居间人审核时，本协议成立；通过审核后，居间人将出借款划转、支付至借款人在丙方平台上指定的收款账户，居间人完成以上操作后，本协议中出借人的出借义务即完成。</p>
<p>2、借款人承诺按照本协议第二条约定的时间和金额足额向出借人还款。借款人的还款必须包含全部应还款项。</p>
<p>3、借款发放后，丙方将会通过乙方在借款协议登记的移动手机、固定电话、任一通信地址或电子邮箱等渠道将向乙方发出放款通知、还款计划等文件。</p>
<p>4、出借人同意由居间人发放借款和代为收取借款人偿还的应还款项，并同意居间人按本协议及佰联钱包有关规则对出借款项和相关费用进行划扣和支付。借款人同意居间人将应还款项按照出借人的出借金额比例划付至出借人账户，完成本协议项下部分或全部还款。</p>
<p>5、若借款人的还款不足以偿还应还全部本金、利息、逾期利息和其他应还款项的，出借人同意按照出借金额的相应比例收取还款。</p>
<p>6、还款顺序：借款人的还款均应按照如下顺序清偿：</p>
<p>（1）居间人以外的第三方收取的追索债权相关费用（如有）；</p>
<p>（2）借款本金；</p>
<p>（3）借款利息；</p>
<p>（4）逾期利息；</p>
<p>（5）催收服务费，逾期滞纳金；</p>
<p>（6）根据本协议产生的其他全部费用。</p>
<h4>四、提前还款</h4>
<p>借款人有权一次性提前偿还全部借款并结清利息，提前一次性偿还全部借款的，仍应按本协议约定的到期应还款本息额向出借人支付本金和利息。</p>
<h4>五、逾期还款</h4>
<p>1、借款人和出借人一致同意：借款逾期后，出借人委托居间人对逾期款项进行还款提醒和催收。还款提醒和催收方式包括但不限于：给借款人和/或借款人的联系人发送短信、发送电子邮件、电话、上门及委托第三方。</p>
<p>2、若借款人逾期还款，则每一笔逾期订单借款人需要支付一次性逾期滞纳金         元，逾期期间的利率按日0.08%计算，还应当向居间人以及居间人委托的第三方支付催收费用按照日2%的费率支付。</p>
<p>3、借款人借款逾期后，居间人有权将借款人的个人信息披露给出借人，并将其列入网站黑名单，及国家和地方的个人征信系统，同时有权将借款人提交或居间人自行收集的借款人的个人资料和信息与第三方进行数据共享，以便出借人、居间人和第三方催收逾期借款并用于对借款人其他申请的审核，一切法律责任由借款人承担，与居间人无涉。</p>
<p>4、在借款人逾期还款的情况下，出借人授权居间人采取包括但不限于如下方式对债权进行追索：委托专业的催收公司或自行催收、将债权转让给第三方、对债权进行重组。居间人有权决定与以上债权追索相关的事宜，包括选定委托催收公司和决定催收费用、确定债权转让价格、决定债权重组计划等。</p>
<p>5、出借人一致同意，经追索实现的债权款项应当全额支付至居间人指定的账户，并在扣除为实现债权支付的相关费用（包括但不限于诉讼费、律师费、第三方催收费用、差旅费用和公证费用等）后，由居间人负责向出借人进行支付。如经追索实现的债权不足以偿还本协议项下约定的本金、利息、逾期利息等的，在扣除为实现债权支付的相关费用后，出借人同意各自按照其借出款项比例收取本金、利息及逾期利息等费用。</p>
<p>6、各方一致同意，居间人提供质量保障服务向出借人进行质保赔付后，居间人代出借人追讨债权所得回款，优先用于弥补质保赔付支出，其次用于偿还出借人在质保赔付前的逾期利息，若有剩余，则出借人授权支付给居间人用于补偿其就追讨债权所发生的开支（包括诉讼费用、律师费或外包催收服务商的服务费、差旅费、 人工费等）。各方同意并认可上述质保赔付行为并不代表前述资金损失应归责于居间人，亦不代表居间人须为此承担其他任何责任。</p>
<h4>六、特殊逾期还款条款</h4>
<p>1、出于保护出借人利益，以及便于居间人协助追索债权的目的，一旦借款人逾期还款，或借款人在逾期后出现逃避、拒绝沟通或拒绝承认欠款事实等恶意行为的，全体出借人一致同意将本协议项下债权无偿转让给居间人，由居间人统一向借款人追索，该债权转让即生效，无需另行通知借款人。出借人一致同意，经追索实现的债权款项应当全额支付至居间服务人指定的账户，并在扣除为实现债权支付的相关费用（包括催收费用、诉讼费，律师费用等）后，由居间人负责向出借人进行支付。如经追索实现的债权不足以偿还本协议项下约定的本金、利息、逾期利息等的，在扣除为实现债权支付的相关费用后，出借人同意各自按照其借出款项比例收取本金、利息及逾期利息等费用。</p>
<p>2、出借人同意，出于最大程度保障出借人利益角度出发，基于居间人的专业判断，居间人可根据借款人实际情况，对以上无偿受让的债权进行债权重组（包括但不限于调整借款期限、利息、逾期利息、催收费用等），且出借人不会对以上债权重组方案提出异议。债权重组后取得的款项在扣除债权重组相关费用后，由居间人负责向出借人进行支付。如重组所得债权款项在扣除相关费用后，不足以偿还本协议项下约定的本金、利息、逾期利息等的，出借人同意各自按照其借出款项比例收取本金、利息及逾期利息等费用。</p>
<p>3、出借人同意，出于最大程度保障出借人利益角度出发，基于居间人的专业判断，居间人可根据借款人实际情况，居间人有权将以上无偿取得的债权转让给第三方，转让价格由居间人决定。转让后的债权款项在扣除债权转让相关费用后，由居间人负责向出借人进行支付。如转让所得债权款项在扣除债权转让相关费用后，不足以偿还本协议项下约定的本金、利息、逾期利息等的，出借人同意各自按照其借出款项比例收取本金、利息及逾期利息等费用。</p>
<p>4、如该借款标的符合适用质量保障服务范围的，则适用质量保障服务协议的约定。</p>
<h4>七、通知送达</h4>
<p>1、各方约定，一方在本协议中写明的手机号码、电子邮箱、联系地址等联系方式，均为各方之间纠纷相关材料有效送达地址，按本协议约定由任何一方发给其他方的任何通知，应以短信、电子邮件、快递、其他数据电文等形式发出，送至约定邮箱或者手机号码或者平台等，以短信、电子邮件、站内信形式发出的通知，发出之日为有效送达之日；以网站公告形式发出的，公告之日为有效送达日；以快递方式发出的，签收之日或者快递发出之日起第5日以先送达日为有效送达日。</p>
<p>2、如一方需变更本协议中写明的联络邮箱或者手机号码的，应当以书面通知并得到对方确认，否则发送至原约定邮箱或手机号码，发出即视为送达。</p>
<p>3、借款人出现逾期还款且债权人已将纠纷提交争议处理机构处理时，为使仲裁/诉讼/执行程序能顺利进行，借款人同意并授权争议处理机构（包括但不限于仲裁委员会、人民法院等机构）可以通过第三方业务合作伙伴（包括但不限于电信运营商中国电信、中国联通、中国移动及其分支机构）查询借款人的基本信息（包括借款人名下的手机号码以及根据通信行业标准所规定的各类信息），并同意争议处理机构可利用前述信息用于仲裁阶段以及法院诉讼（一审、二审、再审）、执行阶段的仲裁/诉讼/执行文书的电子送达。借款人同意第三方合作伙伴提供上述信息时无需告知本人。</p>
<p></p>
<h4>八、债权转让</h4>
<p>1、出借人有权将本协议项下对借款人享有的部分或全部债权对外转让，且转让次数不受限制。</p>
<p>2、通知：出借人授权居间人以以下任意一种方式对借款人进行债权转让通知：</p>
<p>（1）向借款人预留的电子邮箱发送电子邮件；向借款人预留的手机号码发送短信；向借款人发送站内信等。借款人同意该债权转让自居间人通知发出之日起对借款人发生效力。</p>
<p>3、出借人债权转让后，借款人应按照本协议的约定向债权受让人支付应还款项；受让人受让借款人在本协议项下之各项权利、义务并受本协议项下及佰联钱包平台规则的约束。</p>
<p>九、各方权利和义务</p>
<h4>（一）出借人权利和义务</h4>
<p>1、出借人享有其所出借款项所带来的利息收益，并应自行缴纳由利息所得带来的可能的税费。</p>
<p>2、如借款人违约，居间人可以向出借人提供其已获得的借款人信息。</p>
<h4>（二）借款人权利和义务</h4>
<p>1、按照本协议的约定，借款人必须足额向出借人归还本金、利息及逾期利息，向居间人支付借款相关费用，并支付逾期及提前还款情况下产生的其他有关费用。</p>
<p>2、借款人同意，为履行本协议项下义务，居间人可以使用其自行收集或借款人自行提供的资料和信息用于包括但不限于以下用途：</p>
<p>（1）居间人或居间人指定的第三方对其进行信用等级评估或验证其信息；</p>
<p>（2）向居间人的合作机构披露；</p>
<p>（3）若借款人逾期还款，借款人个人信息及违约的相关信息将录入佰联钱包黑名单并向第三方披露；</p>
<p>（4）用于解决纠纷等。</p>
<p>3、借款人不得将本协议项下的任何权利义务转让给任何第三方。</p>
<p>4、借款人知悉并同意，在其逾期还款的情况下，居间人有权通过电话、短信或其他方式联络其联系人，并将借款人逾期还款的相关情况告知该等联系人。</p>
<h4>（三）居间人权利和义务</h4>
<p>1、居间人有权评定借款人的个人信用等级，并根据对借款人个人信息的评审结果，决定是否对其借款申请予以核准。</p>
<p>2、借款成功后，居间人将该笔借款直接划付至借款人在我平台的指定账户，并将借款人应还款项划付至各出借人的账户。</p>
<p>3、居间人既不是借贷关系主体，也不是该借贷关系中的担保方。</p>
<h4>十、费用</h4>
<p>1、居间人因提供本协议项下约定服务，有权向借款人收取包括但不限于以下费用：借款手续费、快速审核费，账户管理费、保险服务费、催收服务费，具体收费标准如下：</p>
<p>（1）快速审核费：30元</p>
<p>（2）借款手续费根据期限：7天（借款金额6.5%）14天（借款金额9.5%）30天（借款金额13%）</p>
<p>（3）账户管理费根据期限：7天（借款金额5.14%）14天（借款金额9.69%）30天（借款金额9.915%）</p>
<p>（4）保险服务费：9元</p>
<p>（5）催收服务费：按日计算，逾期金额的2%</p>
<p>2、以上费用可由居间人通过第三方支付公司从借款人佰联钱包账户或借款人其他账户直接扣除，其中借款手续费、快速审核费、账户管理费、保险服务费由居间人在出借款项支付至借款人账户前一次性扣取，视为借款人收到全部借款本金后支付前述费用。</p>
<h4>十一、违约责任</h4>
<p>1、本协议提前解除时，若借款人在佰联钱包的账户里有任何资金余款，居间人有权将借款人的余款用于清偿，并要求借款人支付因此产生的相关费用。</p>
<p>2、本借款协议中，所有出借人与借款人之间的借款均是相互独立的。若借款人违约，出借人中的任何一方均有权单独向借款人追索或者提起诉讼。</p>
<p>3、在此协议中，借款人授权给居间方，如果出现违约情况，居间方可将违约行为在央行征信，芝麻信用以及其他合作的征信机构进行披露，对于不良信息披露给借款人带来的不良影响，居间方不承担任何责任。</p>
<h4>十二、承诺与保证</h4>
<p>1、出借人和借款人保证其是具有完全民事行为能力的中华人民共和国公民，且其向居间人提供的信息、资料均为合法、真实、有效，不存在任何虚假、遗漏和隐瞒。</p>
<p>2、自本协议成立之日起至应还款项全部清偿前，出借人或借款人的下列信息如发生变更的，其应当在相关信息发生变更三日内将更新后的信息提供给居间人，变更信息包括但不限于本人、本人的家庭联系人及紧急联系人、工作单位、居住地址、住所电话、手机号码、电子邮箱、银行账户信息。若因任何一方不及时提供上述变更信息而带来的损失或额外费用应由该方自行承担。</p>
<p>3、出借人承诺出借资金来源合法且是该资金的合法所有人。 如果第三方对资金的归属、合法性问题发生争议，由出借人自行负责解决。因出借人出借资金来源不合法导致对借款人和居间人造成损失的，由出借人承担全部责任。在该等争议解决之前，居间人有权根据行政机关、司法机关或仲裁机构出具的生效法律文书或在确凿证据支持下，以合理的判断拒绝向出借人和借款人支付居间人代其划扣的相关款项。</p>
<p>4、借款人不得将借款用于任何违法活动（包括但不限于赌博、吸毒、贩毒、卖淫嫖娼等），否则，出借人或居间人将立即向公安或其他有关部门举报，并追究借款人的刑事责任。</p>
<p>5、借款人不得将借款用于生产经营和消费以外的范畴（包括但不限于股票、基金、期货等金融衍生品投资、房地产及房地产信托投资、购买彩票等）。</p>
<p></p>
<h4>十三、争议解决</h4>
<p>1、本协议的签订、履行、终止、解决均适用于中华人民共和国的法律。</p>
<p>2、因本合同引起的或与本合同有关的任何争议，双方应首先友好协商解决，如无法解决，双方同意提请居间人所在地（即山东青岛市市南区）有管辖权的人民法院诉讼解决。</p>
<p>3、在诉讼过程中本协议中不涉及争议的条款仍须正常履行。</p>
<h4>十四、其他</h4>
<p>1、本协议或本协议的补充协议均在佰联钱包app以电子合同形式体现并以数字证书电子签名方式签订，形成并存在一份或多份，每一份具有同等法律效力；并均保存在居间人的专用服务器上备查和保管，各方均认可电子合同的法律效力。各方同意，如各方有争议的，则以居间人所保留文档版本以及居间人解释为准。</p>
<p>2、在借款人将本协议项下的应还款项全部偿还完毕后，本协议自动终止。</p>
<p>3、如果本协议中的任何条款违反相关的法律法规，则该条将被视为无效；但该无效条款并不影响本协议其他条款的效力。</p>
<p>甲方签章：刘云香         乙方签章：————————   丙方签章：—————</p>
<p>日期：———            日期：———                           日期：———</p>
  </div>
  </div>
</template>
<script>
export default {
  data () {
    return {
    }
  },
  beforeCreate () {
    document.getElementsByTagName('body')[0].className = 'intro'
  }
}
</script>
<style lang="less" scoped>
.page {
  padding: 30px;
  color: #333;
  line-height: 1.8;
  font-size: 48px;
  text-indent: 2em;
  h2, h3, h4, h5 {
    margin: 30px 0
  }
}
</style>

