<template>
  <div class="page">
<div style="text-align:center;">设备租赁协议</div>
<div style="margin:10px 0;">租赁协议编号：</div>
<div style="margin:10px 0;">生效日期：</div>
<div style="margin:10px 0;">甲方（出租方）：青岛翼租融资租赁有限责任公司</div>
<div style="margin:10px 0;">地址：山东省青岛市市南区海门路79号亚麦国际中心7楼</div>
<div style="margin:10px 0;">联系方式：</div>
<div style="margin:10px 0;">乙方（承租人）:</div>
<div style="margin:10px 0;">身份证号:</div>
<div style="margin:10px 0;">收货地址:</div>
<div style="margin:10px 0;">联系电话:</div>
<div style="margin:10px 0;">电子邮箱：</div>
<div>出租人是一家合法成立并有效存续的融资租赁公司，拥有“翼租”APP的经营权，能够为有设备租赁需求的承租方提供融资租赁服务。为明确该等服务过程中各自的权利和义务，双方达成本设备租赁协议（下称“本协议”），以兹遵守。</div>
<div>本协议采用电子合同形式，除非另行约定了生效日，自最后一方签署之日起生效。承租人通过向出租人提交订单申请租赁服务，订单得到出租人审核通过后，双方签署协议。本协议模板已由出租人在“翼租”APP上发布。</div>
<div>本协议的接受和资信材料：</div>
<div>1.1.乙方确认：乙方在“翼租“APP上一经点击“我已阅读并同意《设备租赁协议》”按钮，即表示已接受本合同，并同意以数字证书方式签署本合同，愿意接受本合同各项条款的约束；如果乙方不同意本合同中的任何条款，可以不予勾选“我已阅读并同意《设备租赁协议》”按钮，在此情况下，乙方未予接受本合同，本合同对乙方未生效，乙方将无法使用本站的租赁服务。</div>
<div>1.2.为使用本站的租赁服务，乙方应按照甲方指示，如实提交订单申请所需的相关审核文件和资料（“资信材料”）（具体以本站要求为准）。</div>
<div>1.3.乙方同意并授权甲方在审核其信用记录、后续风险管理、提供综合化服务的过程中，向依法设立的征信机构及其他相关合法机构了解和查询其资产、资讯、个人信用信息等情况，并保留相关资料，不予退回。</div>
<div>1.4 乙方同意在设备租赁的过程中，授权甲方的合作支付公司自主代扣合同中所约定的各种款项。</div>
<div>定义</div>
<div>订单：指承租人通过在出租人官方APP提交的，并经出租人确认接受的订单。</div>
<div>租金：指订单中所标明的使用租赁设备应支付的月租金或合计总租金。</div>
<div>起租日：出租人向承租人支付第一笔租赁物价款之日即为本协议的起租日。</div>
<div>租期：指订单中所标明的租赁期限，自起租日开始计算至租赁结束日期。</div>
<div> 租金支付日：指承租人向出租人支付应付价款的日期。</div>
<div>租赁物的购买</div>
<div>承租人对租赁物的名称、规格、型号、性能、质量、数量、技术标准及服务内容、品质、技术保证等享有自主决定权。承租人通过出租人的官方APP下发订单，出租人根据承租人的自主选定与要求与卖方签订购买合同。</div>
<div>本协议所称租赁物信息如下：</div>
<div></div>
<table>
  <tr>
    <td>品牌</td>
    <td></td>
    <td>版本</td>
    <td></td>
  </tr>
  <tr>
    <td width="80">颜色</td>
    <td ></td>
    <td width="80">内存</td>
    <td></td>
  </tr>
  <tr>
    <td>MEI</td>
    <td></td>
    <td>S/N</td>
    <td></td>
  </tr>
</table>
<div style="margin:20px 0">配件信息如下：</div>
<table>
  <tr>
    <td>耳机</td>
    <td>1副</td>
  </tr>
  <tr>
    <td>充电头</td>
    <td>1个</td>
  </tr>
  <tr>
    <td>接口数据线</td>
    <td>1根</td>
  </tr>
</table>
<div></div>
<div>承租人下发订单后需向出租人提供出租人认为必要的信息、许可或证明文件。订单经出租人审核通过后生效，承租人无权提前终止或撤销订单。任何原因导致提前终止或撤销订单的，首付款金额不可退还,且需按照使用情况进行折旧赔偿。</div>
<div>出租人认为承租人的订单不符合要求的，可以不予以通过。不予通过的订单，承租人不可重复提交。</div>
<div>出租人负责筹措购买租赁物所需的资金，并根据购买合同，办理相关手续。</div>
<div>有关购买租赁物应缴纳的关税、增值税及国家规定的其他税款、国内运费及其他必须支付的费用，均由承租人承担，出租人对此不承担任何责任。</div>
<div>租金和租期</div>
<div>承租人及出租人确定，本协议项下所称租赁物的租金为_____元/月，意外保障服务费_____元（一次性收取），租用日期为______年_____月_____日到______年_____月_____日，共______期，租期不可变更。签约价格为_____元。</div>
<div>租期届满时，在承租人完全履行本协议约定的付款义务后，承租人应以_____元的名义价格留购租赁物。留购价与最后一期租金同时支付，出租人收到上述约定款项后，设备所有权自动转移至承租人。</div>
<div>支付方式</div>
<div>承租人应在其订单审核通过后向出租人指定收款账户支付首付款，首付款金额=第一期租金+意外保障服务费。</div>
<div>承租人必须保证按期足额、支付租金，自起租日起按月为周期向出租人指定收款账户支付租金。</div>
<div>出租人指定收款账户信息如下：</div>
<div>账户户名：</div>
<div>开户行：</div>
<div>银行账户：</div>
<div>如出租人账户信息发生变更，出租人将另行书面通知承租人，承租应将应付款项支付至出租人另行指定的其他账户。</div>
<div>意外保障服务</div>
<div>承租人在办理租赁时必须办理购买该服务。</div>
<div>意外保障服务费根据设备型号与配置由出租人定价。本协议项下，承租人需支付_______元作为意外保障服务费，与第一期租金同时支付。</div>
<div>在设备租赁期限内，由于意外坠落、挤压、碰撞或进液等非人为原因（经出租人鉴定）导致的损坏在意外保障服务范围内，承租人可享受且仅可享受一次免费维修服务。修理完成后，视为本次意外保障服务结束。乙方若需要续保, 则须重新向甲方购买该服务。</div>
<div>本服务仅在承租人的设备租赁期内有效，承租人提前退租、超出租期及设备租转售后均不能再享受该服务。</div>
<div>租赁物退租或租期届满时无论意外保障服务是否启动，该意外保障服务费均不予退回。</div>
<div>以下情况超出意外保障服务范围，发生如下情况之一并导致设备出现问题、故障功能受损的，承租人无权享受意外保障服务，应自行承担由此产生的责任和损失：</div>
<div>设备串码标签缺失、损坏、涂改、字迹模糊而无法确定是否属于意外保障服务被服务对象的；</div>
<div>设备的正常磨损、腐蚀、氧化、锈垢。耗损等或因积灰、冷凝、受冷、受热等渐变性原因导致的损失；</div>
<div>属于“三包范围”内的置换、损失或费用；</div>
<div>不影响设备基本使用功能的附件或耗材，包括但不限于耳机、存储卡、充电设备、数据线、鼠标、键盘、书写笔等的磨损、损耗、损坏或灭失；</div>
<div>计算机病毒、其他恶意编码或类似指令破坏产品的正常功用或造成的设备数据、程序的毁损或失效；</div>
<div>设备在外观上的瑕疵，如脱漆、刮痕、褪色等，但与设备同时受损的情况不在此限；</div>
<div>非设备的基本功能所需的数据、程序、软件的丢失和损坏等；</div>
<div>因设备意外受损导致的任何间接损失或附带损失（包括但不限于无法使用、业务损失、利润损失、数据损失、故障时间损失及误工费等）；</div>
<div>承租人的故意、重大过失或犯罪行为；</div>
<div>战争、敌对行动、军事行为、武装冲突、罢工、骚乱、暴动、恐怖活动；</div>
<div>核辐射、核爆炸、核污染、其他放射性污染和其他各种环境污染；</div>
<div>台风、洪水、地震、火山爆发或海啸；</div>
<div>行政行为或司法行为；</div>
<div>盗窃、抢夺、抢劫行为或遗忘、失踪、丢弃行为。</div>
<div>租赁物的交付</div>
<div>出租人根据承租人提交的订单上确认的地址交付租赁物，承租人应保证其提供的收货信息（包括但不限于收货地址、收件人、联系方式等）准确无误。</div>
<div>承租人在订单中提供的收件信息不可变更，出租人据此送交产品并获得相应签收信息即视为承租人收到合格的租赁物，出租人完成租赁产品交付义务，承租人不得以未收到租赁物或租赁物有瑕疵为由拒绝履行本协议约定义务。</div>
<div>一经承租人接收租赁物，租赁物产生的毁损、灭失风险由承租人承担。无论何种原因造成租赁物的毁损、灭失，承租人不得延迟或拒绝支付租金及本协议项下所有应付款项。</div>
<div>如承租人对租赁物有异议，承租人应在验收当时提出异议，届时，出租人有权调换、维修或终止本订单的继续履行。</div>
<div>所有权</div>
<div>租赁物的所有权在租期内属于出租人，承租人对其享有占有和使用权，但不享有处分权。</div>
<div>出租人有权在设备上标识设备所有权的标志，承租人应积极协助并保护相关标识或设置不被损毁或覆盖。</div>
<div>除非出租人事先书面同意，承租人不得在租期内买卖、抵押、质押、转租、留置、转借租赁设备或以其他方式处置租赁物或设置第三方权益，租赁物在租期内仅限其内部使用。</div>
<div>在租赁期内，如承租人出于维修或其使用之需要，以其他替换件替换租赁物部件的，因替换所产生的相关费用由承租人承担，替换件自作出替换之日无偿归出租人所有。</div>
<div>在租赁期内，如承租人对租赁物进行改造升级，升级改造的费用由承租人承担。因升级改造所增加的与租赁物不可分割或如果分割会导致租赁物功能减损的部件及/或软件，亦自动无偿归出租人所有。</div>
<div>若非因出租人原因，任何第三人或司法机关对租赁物提出任何请求或要求可能影响出租人享有的租赁物所有权的，包括但不限于诉讼、仲裁、强制执行申请或查封、扣押、拍卖、变卖等，承租人应立即将该请求或要求通知出租人，且同时向该第三人或相关司法机关说明租赁物所有权归出租人所有，并在出租人的指示下进行抗辩或与出租人联合进行抗辩。尽管有前述约定，出租人有权对第三人或司法机关就租赁物所有权提出的请求或要求直接进行说明或抗辩，出租人由此产生的费用和遭受的损失由承租人承担。</div>
<div>租赁物的使用、保管、维修</div>
<div>在租赁期内，租赁物由承租人占有和使用，因租赁物本身及其设置、保管、使用及运营所发生的一切税费或罚款由承租人承担。</div>
<div>承租人应妥善保管、使用租赁物。如租赁物毁损或发生事故，承租人应自费将租赁物修复至正常使用的状态。属于意外保险服务范围内的，按本协议第六条相关约定处理。</div>
<div>在租赁期内，如租赁物被盗、灭失或严重毁损至无法修复时（包括但不限于第六条“意外保修服务”第六款第（9）到（14）项），承租人应向出租人支付全部到期未付租金、未到期租金、留购价款等款项。出租人收到上述款项后，将租赁物（以其现状）的所有权转移给承租人。</div>
<div>在租赁期内，对租赁物的维护、保养和维修由承租人负责并直接承担相应费用。承租人应按照说明书的规定合理使用和操作租赁物，并就任何损坏或不当操作及时通知出租人和维修服务商；有关租赁物的维护、保养或维修所产生的争议，由承租人自行与租赁物原出卖人、维修服务商解决，不论此争议是否解决，也不论解决结果如何，承租人均应按合同约定，按时足额向出租人支付租金及其他应付款项。</div>
<div>因租赁物本身及其设置、保管、使用及运营中致使第三者人身伤害或财产损失的，由承租人承担全部赔偿责任。</div>
<div>提前退租</div>
<div>在本协议约定的租赁期届满前，承租人可申请提前退租。承租人将租赁设备运至出租人指定的交货地址，由出租人的专业人员对退回设备进行拆旧处理。</div>
<div>折旧费用需根据使用具体情况进行估价并进行双方协定通知承租人。</div>
<div>承租人在返还设备前应永久删除租赁物内所包含的所有数据和资料，出租人不对设备内的数据承担任何责任。</div>
<div>提前履行</div>
<div>租赁期限内，承租人有权提前支付全部租金或部分（后续一个或几个租期的）租金。</div>
<div>如承租人提前支付全部或部分租金，出租人已收取的费用不予退还，亦不免除提前履行前已经发生的应由承租人承担的任何义务或责任。</div>
<div>如承租人提前支付全部或部分租金，为实现协议目的，仍应向出租人支付其他应支付款项。</div>
<div>逾期还款</div>
<div>承租人必须保证按照本协议约定按时、足额支付租金。如果承租人逾期还款（即“逾期支付租金”）的，出租人或出租人委托的第三方催收机构可对逾期款项进行还款提醒和催收。还款提醒和催收方式包括但不限于：给承租人和/或承租人的联系人发送短信、发送电子邮件、电话、上门及委托第三方。</div>
<div>若承租人逾期还款，则每一笔逾期订单，逾期利率、滞纳金需按照要求进行偿还。</div>
<div>若承租人逾期还款超过7个自然日或逾期还款累计2次，或出租人发现承租人出现逃避、拒绝沟通或拒绝承认欠款事实、故意转让资金、信用情况恶化等危害本协议租金支付的情形，则承租人应一次性提前支付全部租金。</div>
<div>一旦承租人逾期还款，或承租人在逾期后出现逃避、拒绝沟通或拒绝承认欠款事实等恶意行为的，出租人有权将本协议下债权部分或全部转让给“汇信财富”平台，由汇信财富统一向承租人追索，该债权转让即生效，无需承租人同意。汇信财富为实现债权支付的相关费用（包括但不限于仲裁费、仲裁服务费、第三方催收费用、差旅费用和公证费用等）由承租人承担。</div>
<div>出租人向汇信财富转让债权的，可以以下任意一种方式对承租人进行债权转让通知：</div>
<div>（1） 向借款人预留的电子邮箱发送电子邮件；向借款人预留的手机号码发送短信；向借款人发送站内信等。</div>
<div>（2）承租人同意该债权转让自出租人通知发出之日起对承租人发生效力。</div>
<div>通知送达</div>
<div>各方约定，乙方在本协议中写明的手机号码、电子邮箱、联系地址等联系方式，均为各方之间纠纷相关材料有效送达地址，前述地址适用于本协议成立时起至本协议项下义务全部履行完毕时止，包括适用于仲裁阶段及执行阶段。按本协议约定由任何一方发给其他方的任何通知，应以短信、电子邮件、快递、其他数据电文等形式发出，送至约定邮箱或者手机号码或者平台，以短信、电子邮件、站内信形式发出的通知，发出之日为有效送达之日；以网站公告形式发出的，公告之日为有效送达日；以快递方式发出的，签收之日或者快递发出之日起第5日以先送达日为有效送达日。</div>
<div>如一方需变更本协议中写明的联络邮箱或者手机号码的，应当以书面通知并得到对方确认，否则发送至原约定邮箱或手机号码，发出即视为送达。</div>
<div>承租人出现逾期还款且出租人已将纠纷提交争议处理机构处理时，为使仲裁执行程序能顺利进行，承租人同意并授权争议处理机构（包括但不限于仲裁委员会、人民法院等机构）可以通过第三方业务合作伙伴（包括但不限于电信运营商中国电信、中国联通、中国移动及其分支机构）查询承租人的基本信息（包括借款人名下的手机号码以及根据通信行业标准所规定的各类信息），并同意争议处理机构可利用前述信息用于仲裁阶段以及法院诉讼（一审、二审、再审）、执行阶段的仲裁执行文书的电子送达。承租人同意第三方合作伙伴提供上述信息时无需告知本人。</div>
<div>争议解决</div>
<div>本协议的签订、履行、终止、解决均适用于中华人民共和国的法律。</div>
<div>凡因执行本协议或本协议有关的一切争议，均提请衢州仲裁委员会仲裁，并适用其网络仲裁规则（包括适用互联网金融仲裁特别规定条款）进行书面审理，衢州仲裁委员会的裁决为终局裁决，对各方具有法律约束力。</div>
<div>各方特别约定在仲裁过程中衢州仲裁委员会除可通过短信、电子邮件进行送达外亦可通过短信链接的方式进行仲裁文书电子送达，短信发出即视为短信内容（含链接内容）已送达，短信接收方可点击链接进行查看或登陆衢州仲裁委员会网络仲裁平台（http://odr.qzzcwyh.com）查看。</div>
<div>其他</div>
<div>本协议或本协议的补充协议均在翼租app以电子合同形式体现并以数字证书电子签名方式签订，形成并存在一份或多份，每一份具有同等法律效力；并均保存在出租人的专用服务器上备查和保管，各方均认可电子合同的法律效力。各方同意，如各方有争议的，则以出租人所保留文档版本以及出租人解释为准。</div>
<div>如果本协议中的任何条款违反相关的法律法规，则该条将被视为无效；但该无效条款并不影响本协议其他条款的效力。 </div>
  </div>
</template>
<script>
export default {
  data () {
    return {}
  },
  beforeRouteLeave (to, from, next) {
    to.meta.keepAlive = true
    next()
  }
}
</script>
<style scoped>
.page {
  padding: 20px;
  text-indent: 2em;
  line-height: 1.5
}
table {
  border-collapse: collapse;
  border: none;
  width: 100%;
}
table td {
  border: 1px solid #000;
}
</style>
